tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "archey"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "boot-clj"
brew "brew-cask-completion"
brew "cask", args: ["HEAD"]
brew "cloc"
brew "clojure"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "gcc"
brew "git"
brew "git-imerge"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "grip"
brew "htop"
brew "jenv"
brew "jq"
brew "launchctl-completion"
brew "leiningen"
brew "less"
brew "liquidprompt"
brew "make"
brew "markdown"
brew "maven"
brew "maven-completion"
brew "mosh"
brew "mpv"
brew "node"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "travis"
brew "watch"
brew "wget"
brew "heroku/brew/heroku"
brew "railwaycat/emacsmacport/emacs-mac", args: ["HEAD", "with-modern-icon"]
cask "adguard"
cask "adobe-creative-cloud"
cask "audio-hijack"
cask "contexts"
cask "docker"
cask "dropbox"
cask "electric-sheep"
cask "electrum"
cask "etcher"
cask "evolv-escribe-suite"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "google-chrome"
cask "hipchat"
cask "irccloud"
cask "iterm2"
cask "jdownloader"
cask "jqbx"
cask "keepassxc"
cask "keybase"
cask "lastpass"
cask "mactex"
cask "odrive"
cask "porting-kit"
cask "postman"
cask "scroll-reverser"
cask "sdformatter"
cask "sizeup"
cask "skim"
cask "skype"
cask "slack-beta"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "viscosity"
cask "vlc"
cask "whatsapp"
cask "x2goclient"
cask "xquartz"
cask "yourkit-java-profiler"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk12"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "adoptopenjdk/openjdk/adoptopenjdk9"
