tap "brettferdosi/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
tap "snyk/tap"
tap "stripe/stripe-cli"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "cloc"
brew "clojure"
brew "coreutils"
brew "diffutils"
brew "dive"
brew "docker-completion"
brew "fd"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "grip"
brew "htop"
brew "httpstat"
brew "jenv"
brew "jpegoptim"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "launchctl-completion"
brew "leiningen"
brew "less"
brew "lesspipe"
brew "liquidprompt"
brew "make"
brew "markdown"
brew "mas"
brew "maven"
brew "maven-completion"
brew "mosh"
brew "mtr"
brew "node"
brew "parallel"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "testssl"
brew "tree"
brew "watch"
brew "wget"
brew "railwaycat/emacsmacport/emacs-mac", args: ["HEAD", "with-modern-icon"]
brew "snyk/tap/snyk"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "airfoil"
cask "caldigit-thunderbolt-charging"
cask "contexts"
cask "docker"
cask "firefox"
cask "flux"
cask "google-earth-pro"
cask "grayscale"
cask "iterm2"
cask "jdk-mission-control"
cask "logitech-g-hub"
cask "macs-fan-control"
cask "mactex"
cask "scroll-reverser"
cask "sensiblesidebuttons"
cask "shureplus-motiv"
cask "sizeup"
cask "skim"
cask "slack"
cask "soundsource"
cask "spotify"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "the-unarchiver"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Speedtest", id: 1153157709
