tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "cloc"
brew "clojure"
brew "coreutils"
brew "diffutils"
brew "dive"
brew "docker-completion"
brew "fd"
brew "findutils"
brew "git"
brew "git-imerge"
brew "gnu-sed"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "grip"
brew "htop"
brew "httpstat"
brew "jenv"
brew "jpegoptim"
brew "jq"
brew "kubernetes-cli"
brew "launchctl-completion"
brew "leiningen"
brew "less"
brew "lesspipe"
brew "liquidprompt"
brew "make"
brew "markdown"
brew "mas"
brew "maven"
brew "maven-completion"
brew "mosh"
brew "node"
brew "parallel"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "testssl"
brew "tree"
brew "watch"
brew "wget"
brew "railwaycat/emacsmacport/emacs-mac", args: ["HEAD", "with-modern-icon"]
cask "1password"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "audio-hijack"
cask "aws-vpn-client"
cask "caldigit-thunderbolt-charging"
cask "contexts"
cask "docker"
cask "electric-sheep"
cask "firefox"
cask "flux"
cask "google-earth-pro"
cask "irccloud"
cask "iterm2"
cask "jqbx"
cask "keybase"
cask "logitech-g-hub"
cask "mactex"
cask "scroll-reverser"
cask "sizeup"
cask "skim"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "vlc"
cask "whatsapp"
cask "yourkit-java-profiler"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "Speedtest", id: 1153157709
